Repository: jordimas/SoftTransEval-CAT
Catalog: dataset/dataset.tmx
Source language: en
Languages: ca

source: Rotation around (0,0). Rotation angle in degrees:
ca: Gir al volant (0,0). Angle de rotació en graus:

source: Tag selected files with this field
ca: Copia amb aquest camp els fitxers seleccionats

source: No data to parse
ca: Sense dates per a analitzar

source: If you have no <link linkend="fdl-invariant">Invariant Sections</link>, write <quote>with no Invariant Sections</quote> instead of saying which ones are invariant. If you have no <link linkend="fdl-cover-texts">Front-Cover Texts</link>, write <quote>no Front-Cover Texts</quote> instead of <quote>Front-Cover Texts being LIST</quote>; likewise for <link linkend="fdl-cover-texts">Back-Cover Texts</link>.
ca: Si no teniu <link linkend="fdl-invariant">Seccions invariables</link> escriviu <quote>sense Seccions invariables</quote> en lloc d'indicar quines són invariables. Si no teniu <link linkend="fdl-cover-texts">Textos de portada</link>, escriviu <quote>sense Textos de portada</quote> en lloc de <quote>Textos de portada sent RELACIÓ</quote>; de la mateixa manera per a <link linkend="fdl-cover-texts">Textos de contraportada</link>.

source: Color
ca: Colors

source: Exponent [^ or **]
ca: Exponencial [^ o **]

source: Allow CPU Throttling
ca: Permet l'acceleració de la CPU

source: Crawling single directory “%s”
ca: S'està arrossegant el directori «%s»

source: Execute the current line, stepping over any function calls
ca: Executeu la línia actual, s'entrarà pas a pas sobre qualsevol cridada de funció

source: left right double arrow
ca: fletxa doble dreta esquerra

source: Failed to initialize trust list: %s
ca: S'ha produït un error en emplenar la llista de confiança: %s

source: Login;Name;Fingerprint;Avatar;Logo;Face;Password;Parental;Restrictions;Usage;Kid;Child;
ca: Inici de sessió;Nom;Empremta dactilar;Avatar;Logotip;Cara;Contrasenya;Control parental; Temps de pantalla; Restriccions d'aplicacions;Restriccions web;Ús;Límit d'ús;Nen;Nena;Infant;

source: The language to search for subtitles for movies in.
ca: La llengua a la qual cercar subtítols de la pel·lícula.

source: Merge the blank page with your PDF document using <app>PDF-Shuffler</app> placing the blank page at the end.
ca: Combina el PDF en blanc amb el document PDF mitjançant <app>PDF-Shuffler</app> col·locant la pàgina en blanc al final.

source: If set, then the assistive tools linked to this GConf key will be started with the GDM GUI program. By default this is a screen reader application.
ca: Si s'ha definit, l'assistent vinculat a aquesta clau del GConf s'iniciarà amb la interfície gràfica del GDM. De forma predeterminada és un lector de pantalla.

source: If you highlight and copy text from a document using the <app>document viewer</app> and then paste it into another application, the formatting may alter. It may also contain different characters than the original selection. This often happens when copying text from a PDF document with multiple columns.
ca: Si seleccioneu i copieu text des d'un document fent servir el <app>Visualitzador de documents</app> i llavors el copieu a una altra aplicació, la formatació podria sofrir canvis. Pot contenir caràcters diferents que la selecció original de text. Això passa sovint quan es copia text des de documents en format PDF amb columnes múltiples.

source: Depending on how much data has to be moved from the shrunk part, the filesystem resize may take longer time.
ca: En funció de la quantitat de dades que s'han d'eliminar de la part reduïda, el canvi de mida del sistema de fitxers pot trigar un temps més llarg.

source: In order for your computer to be able to use these devices, it needs to know how to communicate with them. This is done by a piece of software called a <em>device driver</em>.
ca: Per tal que l'ordinador pugui utilitzar aquests dispositius, necessita saber com comunicar-s'hi. Això es fa mitjançant una peça de programari anomenada a <em>controlador del dispositiu</em>.

source: Devhelp support
ca: Consulta el Devhelp

source: Repeatedly lift and place your finger on the reader to enroll your fingerprint
ca: Aixequeu i poseu el dit al lector per a inscriure la vostra empremta dactilar

source: Osmanya
ca: Osmanli

source: Saturdays
ca: Dissabte

source: The pack direction of the menubar
ca: La direcció de l'empaquetament de la barra d'eines

source: Document has been changed after signing.
ca: El document ha canviar després de ser signat.

source: Edit Event
ca: Afegeix una cita

source: Failed to cache account
ca: S'ha produït un error en desar el compte

source: Section
ca: Selecció

source: Open a new Manuals window
ca: Obre una nova del Manuals

source: Audio Player
ca: Reproductor d'àudio

source: Max bytes to extract
ca: Bytes màxims que s'extrauran

source: Starting miners…
ca: S'estan iniciant els extractors de dades…

source: Disable color when printing snippets and results
ca: Inhabilita el color en imprimir fragments i resultats

source: Could not add tag
ca: No s'ha pogut afegir l'etiqueta

source: Location of the database
ca: Ubicació de la base de dades

source: Named graphs
ca: Grafs amb nom

source: The accessible role of this object
ca: El rol accessible d'aquest objecte

source: drawing area
ca: àrea de dibuix

source: autocomplete
ca: completa automàticament

source: Whether or not the window is maximized
ca: Si la finestra està maximitzada o no

source: Calls
ca: Trucades

source: Mountain Rescue
ca: Rescat de muntanya

source: <b>Read Only</b> — Command exited with code %i
ca: <b>Només de lectura</b> - L'ordre ha sortit amb el codi %i

source: _Execute
ca: _Executa

source: Bookmark this Search
ca: Afegeix aquesta cerca a les adreces d'interès

source: GSettings allows nullable types, that are similar to other types but could take a “nothing” value. A nullable boolean can only take three values, “true”, “false” and “nothing”.
ca: El GSettings permet tipus anul·lables, que són similars a altres tipus però poden prendre un valor «nothing». Un booleà anul·lable pot prendre sols tres valors, «true», «false» i «nothing».

source: This key is a test for multiple schemas in the same path with conflicting keys. Non-conflicting keys should have no issues.
ca: Aquesta clau és una prova per a esquemes múltiples al mateix camí que claus conflictives. Les claus no conflictives no han de tindre problemes.

source: Reset view recursively
ca: Restableix recursivament la vista

source: Apply pending changes and quit
ca: Aplica els canvis pendents i surt

source: Select
ca: Selecciona

source: True
ca: Cert

source: List of the search engines. It is an array of vardicts with each vardict corresponding to a search engine, and with the following supported keys: "name" is the name of the search engine. "url" is the search URL with the search term replaced with %s. "bang" is the bang (shortcut word) of the search engine.
ca: Llista dels motors de cerca. Es tracta d'una sèrie de vardicts amb cada vardict corresponent a un motor de cerca, i amb les següents claus admeses: - «name»: el nom del motor de cerca - «url»: l'URL de cerca amb el terme de cerca substituït per %s. - bang: el «bang» (paraula de drecera) del motor de cerca.

source: Whether to enable Intelligent Tracking Prevention.
ca: Si s'ha d'habilitar la Prevenció de Seguiment Intel·ligent (PSI).

source: TRUE if Ephy collections should be synced with Firefox collections, FALSE otherwise.
ca: CERT si les col·leccions d'Ephy s'han de sincronitzar amb les col·leccions de Firefox, FALS en cas contrari.

source: Select a Directory
ca: Seleccioneu un directori

source: Hebrew (_Windows-1255)
ca: Hebreu (_Windows-1255)

source: Force _Stop
ca: _Força l'aturada

source: The certificate activation time is still in the future
ca: El temps d'activació del certificat és encara al futur

source: Clipboard Access Request
ca: Sol·licitud d'accés al porta-retalls

source: _Ask Later
ca: _Pregunta-ho més tard

source: Author
ca: Autor

source: Zoom Out
ca: Allunya

source: Privacy
ca: Privacitat

source: View
ca: Mostra

source: Epiphany Canary
ca: Versions de prova de l'Epiphany

source: XPS Documents
ca: Documents XPS

source: Warning
ca: Avís

source: Modified:
ca: Modificat:

source: Collapse all tree
ca: Col·lapsa tot l'arbre

source: C_ancel
ca: C_ancel·la

source: GNOME Document Viewer
ca: Visualitzador de documents del GNOME

source: Invalid value in contact: %s
ca: El valor no és vàlid al contacte: %s

source: Failed to get information about file %s: %s
ca: No s'ha pogut obtenir informació sobre el fitxer «%s»: %s

source: SHA256 with ECDSA
ca: SHA256 amb ECDSA

source: XMPP Addr
ca: Adreça XMPP

source: Private Key
ca: Clau privada

source: Insufficient memory to save image into a buffer
ca: No hi ha memòria suficient per a desar la imatge en una memòria intermèdia

source: Invalid header in icon (%s)
ca: La capçalera de la icona no és vàlida (%s)

source: File error when reading QTIF atom: %s
ca: S'ha produït un error de fitxer en llegir l'àtom QTIF: %s

source: Could not find user “%s” on system
ca: No s'ha pogut trobar l'usuari «%s» al sistema

source: Path to small image at top of user list
ca: Camí a la imatge petita de la part superior de la llista d'usuaris

source: Failed to set password setting
ca: No s'ha pogut establir la configuració de la contrasenya

source: Usage:
ca: Forma d'ús:

source: The given address is empty
ca: L'adreça que s'ha indicat és buida

source: Expected valid UTF-8 string but found invalid bytes at byte offset %d (length of string is %d). The valid UTF-8 string up until that point was “%s”
ca: S'esperava una cadena UTF-8 vàlida però s'han trobat bytes no vàlids a l'òfset %d (la llargada de la cadena és %d). La cadena UTF-8 vàlida fins aquell moment era «%s»

source: Error: Signal name is not specified
ca: Error: no s'ha especificat el nom del senyal

source: Containing mount does not exist
ca: No existeix el punt de muntatge contenidor

source: Show information about locations
ca: Mostra informació sobre ubicacions

source: No desktop file given
ca: No s'ha introduït cap fitxer d'escriptori

source: gio move is similar to the traditional mv utility, but using GIO locations instead of local files: for example, you can use something like smb://server/resource/file.txt as location
ca: gio move és similar a l'eina tradicional mv, però usant ubicacions GIO en comptes de fitxers locals: per exemple, podeu usar quelcom com ara smb://servidor/recurs/fitxer.txt com a ubicació

source: Name of the dependency file to generate
ca: Nom del fitxer de dependència a generar

source: <schema id='%s'> is list of not yet existing schema “%s”
ca: El <schema id='%s'> és una llista d'un esquema «%s» que encara no existeix

source: Error removing target file: %s
ca: S'ha produït un error en suprimir el fitxer objectiu: %s

source: mount doesn’t implement content type guessing
ca: el muntatge no implementa l'estimació de tipus de contingut

source: Set the value of KEY to VALUE
ca: Estableix el valor de la CLAU a VALOR

source: Proxying over a non-TCP connection is not supported.
ca: Encara no es pot fer de servidor intermediari d'una connexió que no sigui TCP.

source: Error closing file descriptor: %s
ca: S'ha produït un error en tancar el descriptor de fitxer: %s

source: A bookmark for URI “%s” already exists
ca: Ja existeix una adreça d'interès per a l'URI «%s»

source: Sun
ca: dg.

source: Key file contains key “%s” which has a value that cannot be interpreted.
ca: El fitxer de claus conté la clau «%s», que té un valor que no es pot interpretar.

source: Unknown option %s
ca: Es desconeix l'opció %s

source: previously-checked referenced subpattern not found
ca: no s'ha trobat el subpatró referenciat comprovat anteriorment

source: Could not parse port ‘%.*s’ in URI
ca: No s'ha pogut analitzar el port «%.*s» en l'URI

source: “%s” wants to connect with this device. Do you want to allow it?
ca: «%s» vol connectar-se amb aquest dispositiu. Voleu permetre-ho?

source: Sending %s
ca: S'està enviant %s

source: Search for an operating system…
ca: Cerca un sistema operatiu…

source: Drag and Drop
ca: Arrossega i deixa anar

source: Powered Off
ca: Apagada

source: Start New Project
ca: Comença un projecte nou

source: Highlight matching brackets
ca: Ressalta els parèntesis concordants

source: Selected configuration for building
ca: Selecciona la configuració per a construccions

source: Move to previous match (Ctrl+Shift+G)
ca: Mou a la coincidència anterior (Ctrl+Maj+G)

source: Removing runtime “%s”
ca: S'està eliminant el temps d'execució «%s»

source: Failed to open project: %s
ca: Ha fallat obrir el projecte: %s

source: Insert Emoji
ca: Insereix un emoji

source: Projects Directory
ca: Directori dels projectes

source: Configure Project…
ca: Configura el projecte…

source: Use slate accent color when running the project
ca: Usa el color de contrast pissarra quan s'executi el projecte

source: Clear the build log history when a new build begins
ca: Neteja l'historial de registres de construcció quan comenci una nova construcció

source: Code Action Failure
ca: Error d'acció del codi

source: Indentation
ca: Sagnat

source: Suggest Code Completions
ca: Suggereix complecions de codi

source: No contents have been set to diff
ca: No s'ha establert cap contingut a diff

source: Search documentation for installed SDKs
ca: Cerca la documentació dels SDK instal·lats

source: Messages
ca: Missatges

source: Open _Containing Folder
ca: Obr_e la carpeta contenidora

source: Runs the command as a subprocess of Builder.
ca: Executa l'ordre com un subprocés del Constructor.

source: Cancel tests
ca: Cancel·la les proves

source: Reload the current page ignoring cache
ca: Torna a carregar la pàgina actual ignorant la memòria cau

source: Bahraini Dinar
ca: Dinar de Bahrain

source: South African Rand
ca: Rand sud-africà

source: The power of zero is undefined for a negative exponent
ca: La potència de zero no està definida per a un exponent negatiu

source: Inches
ca: Polzades

source: Troy Ounces
ca: Unces troy

source: Switch to Programming mode
ca: Commuta al mode de programació

source: Calendars
ca: Calendaris

source: Event Details
ca: Detalls de la cita

source: November
ca: Novembre

source: New Event on January %d
ca: Cita nova el %d de gener

source: Failed to read file
ca: No s'ha pogut llegir el fitxer

source: Character copied
ca: S'ha copiat el caràcter

source: Title…
ca: Títol…

source: Mondays
ca: Dilluns

source: No colorimeter is attached.
ca: No hi ha cap colorímetre adjuntat.

source: No description has been set
ca: No s'ha especificat cap descripció

source: Couldn’t open file of unknown mime type %s
ca: No s'ha pogut obrir el fitxer de tipus MIME desconegut %s

source: Contacts keeps and organize your contacts information. You can create, edit, delete and link together pieces of information about your contacts. Contacts aggregates the details from all your sources providing a centralized place for managing your contacts.
ca: El Contactes manté i organitza la informació dels vostres contactes. Podeu crear, editar, suprimir i enllaçar informació sobre els contactes. El Contactes afegeix els detalls des de tots els orígens de manera que des d'un lloc centralitzat es poden gestionar els contactes.

source: Contact not found
ca: No s'ha trobat el contacte

source: An error occurred reading the file '%s'
ca: S'ha produït un error en llegir el fitxer «%s»

source: Add Keyboard Shortcuts
ca: Afegeix dreceres de teclat

source: System permissions that the app requires
ca: Permisos del sistema que l'aplicació requereix

source: Record audio
ca: Enregistra so

source: Current background
ca: Imatge de fons actual

source: Display Type
ca: Tipus de pantalla

source: More…
ca: Més…

source: _Scale
ca: _Escala

source: Move Down
ca: Mou avall

source: Mouse _Acceleration
ca: _Acceleració del ratolí

source: Web Proxy Autodiscovery is used when a Configuration URL is not provided. This is not recommended for untrusted public networks.
ca: El descobriment automàtic del servidor intermediari web s'utilitza quan no es proporciona un URL de configuració. Això no es recomana per a xarxes públiques no fiables.

source: Stable
ca: Estable

source: Connect _automatically
ca: Connecta _automàticament

source: An endpoint IP or hostname, followed by a colon, and then a port number.
ca: Una IP o nom de màquina, seguit per «:» i després un número de port.

source: PPP failed
ca: Ha fallat el PPP

source: Email, calendar, contacts
ca: Correu, calendari, contactes

source: Increases battery longevity by maintaining lower charge levels
ca: Augmenta la longevitat de la bateria mantenint nivells de càrrega més baixos

source: Landscape
ca: Apaïsat

source: Printer Options
ca: Opcions de la impressora

source: Report copied to clipboard
ca: Informe copiat al porta-retalls

source: Restrict Viewing _Angle
ca: Restringeix l'_angle de visualització

source: Media Sharing
ca: Compartició de mitjans

source: OS Type
ca: Tipus del SO

source: User Details
ca: Detalls de l'usuari

source: Short
ca: Curt

source: Disable if two keys are pressed together
ca: Inhabilita si es premen dues tecles alhora

source: All Displays
ca: Totes les pantalles

source: 2G, 3G (Preferred), 4G, 5G
ca: 2G, 3G (preferit), 4G, 5G

source: N_etwork
ca: _Xarxa

source: _About Settings
ca: _Quant als Paràmetres

source: The number of samples the benchmark will include for the read/write test.
ca: El nombre de mostres que el test de referència inclourà per a la prova de lectura/escriptura.

source: Soft read error rate
ca: Ràtio d'errors de lectura del programari

source: Quantity efforts of the rotating moment of a drive
ca: Quantitat d'esforç del moment de rotació de la unitat

source: Normalized
ca: Normalitzat

source: Form_at
ca: Form_ata

source: No Media
ca: Cap suport

source: All data on the partition will be lost
ca: Es perdran totes les dades de la partició

source: For use with _Windows (NTFS)
ca: Per a utilitzar amb _Windows (NTFS)

source: Additional partition options
ca: Opcions de la partició addicionals

source: _Erase…
ca: _Esborra…

source: _Hidden
ca: _Ocult

source: Color Glyphs
ca: Glifs de color

source: Terminal Forms #2
ca: Formes terminals #2

source: Reph Forms
ca: Formes Reph

source: This is a weak password. Try to use more special characters, like punctuation.
ca: Aquesta contrasenya és feble. Utilitzeu més caràcters especials, com ara signes de puntuació.

source: Login
ca: Entrada

source: Select Journal Field…
ca: Seleccioneu un camp del diari…

source: Rotate clockwise
ca: Gira en sentit horari

source: _Subway
ca: _Metro

source: Wheelchair Access
ca: Accés amb cadira de rodes

source: Clear Entry
ca: Neteja l'entrada

source: Electronics
ca: Electrònica

source: Arrive
ca: Arribeu

source: Tools for software development
ca: Eines per a desenvolupar programari

source: Power Settings
ca: Paràmetres de l'energia

source: Invalid password with username “%s” (%s, %d):
ca: La contrasenya per a l'usuari «%s» no és correcta (%s, %d):

source: Failed to refresh access token (%s, %d):
ca: No s'ha pogut actualitzar el testimoni d'autenticació (%s, %d):

source: Could not get renewed credentials from the KDC for identity %s:
ca: No s'han pogut obtenir les credencials renovades del KDC per a la identitat %s:

source: Show the fallback warning
ca: Mostra l'avís de mode clàssic

source: Keyboard Bell Custom Filename
ca: Nom de fitxer personalitzat del teclat Bell

source: Key combination for the custom action
ca: Combinació de tecles per a l'acció personalitzada

source: Toggle on-screen keyboard
ca: Commuta el teclat a la pantalla

source: Binding to decrease the keyboard brightness.
ca: Vinculació per a reduir la brillantor del teclat.

source: This is the laptop panel screen brightness used when the session is idle.
ca: Aquesta és la brillantor de la pantalla de l'ordinador portàtil al panell que s'utilitza quan la sessió està inactiva.

source: UPS Discharging
ca: S'està descarregant el SAI

source: Speaker battery low
ca: L'altaveu té poca bateria

source: Lid has been closed
ca: S'ha tancat la tapa

source: Modify the lit LED for a Wacom tablet
ca: Modifica la il·luminació LED d'una tauleta gràfica Wacom

source: The last selected non-default power profile
ca: El darrer perfil d'energia no predeterminat seleccionat

source: Force stopping will quit any running apps and processes, and could result in data loss
ca: Forçar l'aturada interromprà processos i aplicacions en execució, i podria provocar una pèrdua de dades

source: %d minute ago
ca: fa %d minut

source: DSL authentication
ca: Autenticació DSL

source: Sticky Keys Turned On
ca: Tecles enganxoses actives

source: Screencast ended unexpectedly
ca: L'enregistrament de pantalla ha acabat inesperadament

source: Move to Workspace Down
ca: Mou a l'espai de treball inferior

source: The template to use for the new extension
ca: La plantilla a usar per a l'extensió nova

source: Plain
ca: Pla

source: 'https://en.wikipedia.org/wiki/Proprietary_software'
ca: «https://ca.wikipedia.org/wiki/Programari_de_propietat»

source: No information regarding sharing of physical location with other users
ca: No hi ha informació sobre ús compartit d'ubicació física amb altres usuaris

source: Downloads folder
ca: Carpeta de baixada

source: Can access some specific files
ca: Pot accedir a alguns fitxers específics

source: Picks from the Web
ca: Selecció d'aplicacions web

source: Featured
ca: Destacat

source: This software will appear in US English
ca: Aquesta aplicació apareixerà en anglès americà

source: on the website
ca: al lloc web

source: Touchscreen Not Supported
ca: No és compatible amb pantalla tàctil

source: Other Categories
ca: Altres categories

source: Love it
ca: N'estic enamorat

source: Home Folder Read Access
ca: Pot llegir la carpeta de l'usuari

source: Unable to install %s: failed download from %s
ca: No s'ha pogut instal·lar %s: ha fallat la baixada des de %s

source: Unable to uninstall: device must be plugged in
ca: No s'ha pogut desinstal·lar: s'ha de connectar el dispositiu

source: Includes %s, %s and %s.
ca: Inclou %s, %s i %s.

source: Device Firmware
ca: Microprogramari del dispositiu

source: Failed to add to uninstall for addon ‘%s’: %s
ca: No s'ha pogut afegir al complement «%s»: %s

source: GNOME System Monitor
ca: Monitor del sistema del GNOME

source: _Change Priority
ca: _Canvia la prioritat

source: Set Affinity
ca: Estableix l'afinitat

source: Whether to expand the memory section in the resources tab on startup.
ca: Si s'ha d'expandir la secció de memòria a la pestanya de recursos a l'inici.

source: Show process “Control Group” column on startup
ca: A l'inici, mostra la columna «grup de control»

source: Unit
ca: Unitat

source: Recolor Window
ca: Torna a acolorir la finestra

source: Page %N of %Q
ca: Pàgina %N de %Q

source: Find/Replace
ca: Cerca i reemplaça

source: When to require passwords
ca: Quan s'ha de demanar contrasenya

source: A plugin to get avatars for artist and author fields
ca: Un connector per a obtenir avatars pels camps d'artista i d'autor

source: Authentication required: %s
ca: Cal autenticació: %s

source: How many pixels per second to move at the maximum speed.
ca: La quantitat de píxels per segon es mourà a la velocitat màxima.

source: Represents a change to the default contrast of the green component. Zero indicates no change in contrast, values less than zero indicate a decrease, and values greater than zero indicate an increase.
ca: El canvi del contrast per defecte del component verd. Zero vol dir que no hi ha canvis, valors menors que zero indiquen que hi ha un decrement i valors més grans que zero, que hi ha un increment.

source: True to fade the screen during rest breaks.
ca: Cert per difuminar la pantalla durant els descansos.

source: Cursor Blink
ca: Parpelleig del cursor
